{
  "Human encounters with dangerous or exotic animals in both urban and rural environments.": "AnimalAccident",
  "An unusual increase in the number of cases caused by exposure to bacteria either through skin contact, ingestion, or inhalation. Examples include salmonella, Methicillin-Resistant Staphylococcus Aureus (MRSA), and cholera, among others.": "BacterialDisease",
  "An unusual increase in the number of cases caused by exposure to fungi either through skin contact, ingestion, or inhalation of spores. Examples are fungal pneumonia, fungal meningitis, etc.": "FungalDisase",
  "Either an unusual, often sudden, increase in the number of cases of an infectious disease that already existed in the region (e.g., flu, or E. coli) or the appearance of an infectious disease previously absent from the region (e.g., plague, or polio).": "InfectiousDiseaseGeneral",
  "An unusual increase in the number of cases caused by exposure to a parasite, i.e., an organism living on or in a host. Exposure to parasites occurs mostly through contaminated water, food, or contact with insects, animals, etc. Examples are malaria, Chagas disease, giardiasis, and Trichinellosis.": "ParasiticDisease",
  "A type of biological hazard caused by prion proteins. Prion diseases or transmissible spongiform encephalopathies (TSEs) are a family of rare progressive neurodegenerative disorders that affect both humans and animals. They are characterized by long incubation periods and neural loss. Examples are Bovine Spongiform Encephalopathy (BSE), Creutzfeldt-Jakob Disease (CJD), Kuru, etc.": "PrionDisease",
  "An unusual increase in the number of cases caused by exposure to virus either through skin contact, ingestion, or inhalation. Common viral illnesses include colds, the flu, COVID-19, norovirus (“stomach flu”), HPV (warts) and herpes simplex virus (cold sores)": "ViralDisease",
  "Infestation of grasshoppers (insects).": "GrasshopperInfestation",
  "General infestation incidents.": "InfestationGeneral",
  "Infestation of locusts (insects).": "LocustInfestation",
  "Infestation of worms.": "WormsInfestation",
  "An extended period of unusually low precipitation that produces a shortage of water for people, animals, and plants. Drought is different from most other hazards in that it develops slowly, sometimes even over the years, and its onset is generally difficult to detect. Drought is not solely a physical phenomenon because its impacts can be exacerbated by human activities and water supply demands. Drought is therefore often defined both conceptually and operationally. Operational definitions of drought, i.e., the degree of precipitation reduction that constitutes a drought, vary by locality, climate, and environmental sector.": "Drought",
  "These floods occur when water held back by a glacier or moraine is suddenly released. Glacial lakes can be at the front of the glacier (marginal lake) or below the ice sheet (sub-glacial lake).": "Glacial",
  "A type of wildfire in a wooded area.": "ForestFire",
  "A type of wildfire in a brush, bush, pasture, grassland, or other treeless natural environment.": "LandFire",
  "Any uncontrolled and non-prescribed combustion or burning of plants in a natural setting such as a forest, grassland, brush land or tundra, which consumes natural fuels and spreads based on environmental conditions (e.g., wind, or topography). Wildfires can be triggered by lightning or human actions.": "WildfireGeneral",
  "A type of extra-terrestrial hazard caused by the collision a meteoroid, asteroid, or comet with the Earth.": "SpaceImpact",
  "A general term for extra-terrestrial weather conditions driven by solar eruptions such as geomagnetic storms, radio disturbances, and solar energetic particles.": "SpaceWeather",
  "Surface displacement of earthen materials due to ground shaking triggered by earthquakes or volcanic eruptions.": "GroundMovement",
  "A series of waves (with long wavelengths when traveling across the deep ocean) that are generated by a displacement of massive amounts of water through underwater earthquakes, volcanic eruptions, or landslides. Tsunami waves travel at very high speed across the ocean, but as they begin to reach shallow water they slow down, and the wave grows steeper.": "Tsunami",
  "A large mass of loosened earth material, snow, or ice that slides, flows, or falls rapidly down a mountainside under the force of gravity. Debris Avalanche: The sudden and very rapid downslope movement of a mixed mass of rock and soil. There are two general types of debris avalanches. A cold debris avalanche usually results from an unstable slope suddenly collapsing whereas a hot debris avalanche results from volcanic activity leading to slope instability and collapse.": "AvalancheDry",
  "Any kind of moderate to rapid soil movement incl. lahars, mudslides, and debris flows (under dry conditions). A landslide is the movement of soil or rock controlled by gravity and the speed of the movement usually ranges between slow and rapid, but it is not very slow. It can be superficial or deep, but the materials must make up a mass that is a portion of the slope or the slope itself. The movement has to be downward and outward with a free face.": "LandslideDry",
  "A quantity of rock that has fallen from a cliff face or from the roof or walls of mine or quarry workings under dry conditions.": "RockfallDry",
  "Sinking of the ground due to groundwater removal, mining, dissolution of limestone (e.g., karst sinkholes), extraction of natural gas, and earthquakes. In this case, the sinking occurs under dry conditions as a result of a geophysical trigger.": "SuddenSubsidenceDry",
  "Fine (less than 4 mm in diameter) unconsolidated volcanic debris blown into the atmosphere during an eruption; can remain airborne for long periods of time and travel a considerable distance from the source.": "Ashfall",
  "Hot or cold mixture of earthen material flowing down the slope of a volcano either during or between volcanic eruptions.": "Lahar",
  "The ejected magma that moves as a liquid mass downslope from a volcano during an eruption.": "LavaFlow",
  "Extremely hot gases, ash, and other materials with a temperature of more than 1,000 degrees Celsius that rapidly flow down the flank of a volcano (at more than 700 km/h) during an eruption.": "PyroclasticFlow",
  "A type of volcanic event near an opening/vent in the Earth’s surface including volcanic eruptions of lava, ash, hot vapor, gas, and pyroclastic material.": "VolcanicActivityGeneral",
  "Higher-than-normal water levels along the coast caused by tidal changes or thunderstorms that result in flooding, which can last from days to weeks.": "CoastalFlood",
  "Heavy or excessive rainfall in a short period of time that produces immediate runoff, creating flooding conditions within minutes or a few hours during or after the rainfall.": "FlashFlood",
  "A general term for flooded areas not specifying the overflow of water from a stream channel onto normally dry land in the floodplain (riverine flooding), higher-than-normal levels along the coast (coastal flooding) and in lakes or reservoirs as well as ponding of water at or near the point where the rain fell (flash floods).": "FloodGeneral",
  "The accumulation of floating ice restricting or blocking a river’s flow and drainage. Ice jams tend to develop near river bends and obstructions (e.g., bridges).": "IceJamFlood",
  "A type of flooding resulting from the overflow of water from a stream or river channel onto normally dry land in the floodplain adjacent to the channel.": "RiverineFlood",
  "A large mass of loosened earth material, snow, or ice that slides, flows, or falls rapidly down a mountainside under the force of gravity. Snow Avalanche: Rapid downslope movement of a mix of snow and ice.": "AvalancheWet",
  "Any kind of moderate to rapid soil movement incl. lahars, mudslides, and debris flows (under wet conditions). A landslide is the movement of soil or rock controlled by gravity and the speed of the movement usually ranges between slow and rapid, but it is not very slow. It can be superficial or deep, but the materials must make up a mass that is a portion of the slope or the slope itself. The movement has to be downward and outward with a free face.": "LandslideWet",
  "A form of mass wasting involving fast-moving flow of debris and dirt that has become liquified by the addition of water. Also called a mudflow.": "Mudslide",
  "A quantity of rock that has fallen from a cliff face or from the roof or walls of mine or quarry workings under wet conditions.": "RockfallWet",
  "Sinking of the ground due to groundwater removal, mining, dissolution of limestone (e.g., karst sinkholes), extraction of natural gas, and earthquakes. In this case, the sinking occurs under wet conditions as a result of a hydrological trigger (e.g., rain).": "SuddenSubsidenceWet",
  "An unusual single crest of an ocean wave far out at sea that is much higher and/or steeper than other waves in the prevailing swell system.": "RogueWave",
  "A standing wave of water in a large semi- or fully-enclosed body of water (lakes or bays) created by strong winds and/or a large barometric pressure gradient.": "Seiche",
  "A period of abnormally cold weather. Typically, a cold wave lasts for two or more days and may be aggravated by high winds. The exact temperature criteria for what constitutes a cold wave may vary by location.": "ColdWave",
  "A period of abnormally hot and/or unusually humid weather. Typically, a heat wave lasts for two or more days. The exact temperature criteria for what constitutes a heat wave may vary by location.": "HeatWave",
  "Damage caused by snow and ice. Winter damage refers to damage to buildings, infrastructure, traffic (esp. navigation) inflicted by snow and ice in the form of snow pressure, freezing rain, frozen waterways etc.": "SevereWinterConditions",
  "Water droplets that are suspended in the air near the Earth’s surface. Fog is, in fact, simply a cloud that is in contact with the ground.": "Fog",
  "A low-pressure system in winter months with significant accumulations of snow, freezing rain, sleet, or ice. A blizzard is a severe snowstorm with winds exceeding 35 mph (56 km/h) for three or more hours, producing reduced visibility (less than 0.25 miles (400 m)).": "BlizzardStorm",
  "Widespread and usually fast-moving windstorms associated with a convection/convective storm. Derechos include downburst and straight-line winds. The damage from derechos is often confused with the damage from tornadoes.": "Derecho",
  "A type of low-pressure cyclonic system in the middle and high latitudes (also called a mid-latitude cyclone) that primarily gets its energy from the horizontal temperature contrasts (fronts) in the atmosphere. When associated with cold fronts, extra-tropical cyclones may be particularly damaging (e.g., European winter/windstorm, or Nor’easter).": "ExtratropicalStorm",
  "Solid precipitation in the form of irregular pellets or balls of ice more than 5 mm in diameter.": "Hail",
  "Strong winds carrying particles of sand aloft, but generally confined to less than 50 feet (15 m), especially common in arid and semi-arid environments. A dust storm is also characterized by strong winds but carries smaller particles of dust rather than sand over an extensive area.": "SandStorm",
  "Severe weather not considered to be part of significant and long disturbance like storms nor tropical cyclones.": "SevereWeather",
  "An abnormal rise in sea level generated by a tropical cyclone or other intense types of storm.": "StormSurge",
  "A high-voltage, visible electrical discharge produced by a thunderstorm and followed by the sound of thunder.": "Thunderstorms",
  "A violently rotating column of air that reaches the ground or open water (waterspout).": "Tornado",
  "A tropical cyclone originates over tropical or subtropical waters. It is characterized by a warm-core, non-frontal synoptic-scale cyclone with a low-pressure center, spiral rain bands and strong winds. Depending on their location, tropical cyclones are referred to as hurricanes (Atlantic, Northeast Pacific), typhoons (Northwest Pacific), or cyclones (South Pacific and Indian Ocean).": "TropicalCyclone",
  "Incidens involving shootings, bombings, ambush, civil disturbances, and gun fires or armed scandals.": "ArmedConflict",
  "Accident release occurring during the production, transportation, or handling of hazardous chemical substances.": "ChemicalSpill",
  "Accident involving the fall or collapse of a building or structure. Can involve fallen industrial or commercial structures like billboards, towers, stores.": "CollapseIndustrial",
  "Explosions involving buildings or structures. Can involve industrial structures.": "ExplosionIndustrial",
  "Urban fire involving buildings or structures. Can involve industrial structures.": "FireIndustrial",
  "Gas leak incidents.": "GasLeak",
  "Any form of general industrial accidents.": "IndustrialAccidentGeneral",
  "Accident release occurring during the production, transportation, or handling of oil.": "OilSpill",
  "Poisoning of atmosphere or water courses due to industrial sources of contamination.": "Poisoning",
  "Exposure to harmful radiation or reactive substances.": "Radiation",
  "Non-industrial and non-transport accident involving the collapse of a building or structure. Can involve fallen debris, trees.": "CollapseMiscellaneous",
  "Non-industrial explosions involving buildings or structures.": "ExplosionMiscellaneous",
  "Non-industrial urban fire involving buildings or structures. Can involve residential structures.": "FireMiscellaneous",
  "Any form of non-industrial and non-transport miscellanueous accidents.": "MiscellaneousAccidentGeneral",
  "Transport accidents involving airplanes, helicopters, airships, and balloons.": "Air",
  "Transport accidents involving trains.": "Rail",
  "Transport accidents involving motor vehicles on roads and tracks.": "Road",
  "Transport accidents involving sailing boats, ferries, cruise ships, and other vessels.": "Water"
}